{"inkVersion":20,"root":[["\n",{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[{"#":"speaker: Nati"},{"#":"portrait: 1"},"^Buenos días ¿En qué puedo ayudarte?","\n","^¡Uy! ¡Si eres el médico de esta mañana! ¿Qué necesitas?","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^¡Uy, hola! ¿Así que es esta tu tienda?","\n",{"#":"speaker: Nati"},{"#":"portrait: 1"},"^Sí, aquí puedes encontrar una gran variedad de productos de todo tipo ¿En qué puedo ayudarte?","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^Pues… he escuchado que un pueblo cercano necesita ayuda y he decidido ir a ayudarles.","\n",{"#":"speaker: Nati"},{"#":"portrait: 1"},"^¡Ah! Es cierto que he escuchado rumores que hablan sobre una enfermedad terrible que está afectando a los habitantes de <b>Cayeferro</b>.","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^Sí, me he propuesto ayudarlos y para empezar quería conseguir suministros.","\n","^No sé a lo que me voy a enfrentar, pero supongo que llevar algunos medicamentos básicos será mejor que nada ¿Me los podrías proporcionar?","\n",{"#":"speaker: Nati"},{"#":"portrait: 1"},"^Claro que sí, y también te los puedo cargar en tu barco sin coste adicional.","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^¿Barco? ¿qué barco?","\n",{"#":"speaker: Nati"},{"#":"portrait: 1"},"^¿Oh?¿Has contratado un servicio de transporte marítimo entonces? ¡Qué suerte! Últimamente no había ninguna actividad en el puerto.","\n","^No hay problema, también puedo cargar tu compra en el barco que hayas contratado. Tú solo dime cuál es y allí estaré.","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^No, no, no he contratado ningún servicio de transporte ni tengo un barco ¿Necesito uno? Nunca había oído hablar de Cayeferro.","\n",{"#":"speaker: Nati"},{"#":"portrait: 1"},"^...Cayeferro está al otro lado del mar, ¿Cómo pensabas llegar si no?","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^Pues no me lo había planteado ¡¿qué hago yo ahora?!","\n",{"#":"speaker: Nati"},{"#":"portrait: 1"},"^Mhmmm…da la casualidad que tengo un barco en el puerto que era de mi padre y lleva años acumulando polvo  ¿Estarías dispuesto a comprármelo?","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^¡Ay madre! Y yo que pensaba controlar mis gastos ahora que ya no tengo trabajo. Venga, de perdidos al río ¿por cuánto me venderías el barco?","\n","ev",{"VAR?":"eleccion"},"/ev",["du","ev","str","^0","/str","==","/ev",{"->":".^.b","c":true},{"b":["pop","\n",{"->":"elec0"},{"->":"main.67"},null]}],[{"->":".^.b"},{"b":["pop","\n",{"->":"elec1"},{"->":"main.67"},null]}],"nop","\n",{"#f":1}],"elec0":[{"#":"speaker: Nati"},{"#":"portrait: 1"},"^Mira…tenía pensado vender el barco por 15.000 monedas, pero como te debo una por pagar mi tratamiento te lo voy a regalar.","\n","^De normal todo lo que has comprado te costaría 5000 monedas, pero por ser tú te lo dejo todo a 2500 ¿Qué te parece?","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^Ostras, pues me harías un favorazo. ¡Muchas gracias!","\n",{"->":"siguiente"},{"#f":1}],"elec1":[{"#":"speaker: Nati"},{"#":"portrait: 1"},"^Mira…tenía pensado vender el barco por 15.000 monedas. Realmente necesitaría el dinero para mi tratamiento,","\n","^pero ya que me ayudaste permitiéndome pagarlo a plazos con el precio del barco puedo incluirte los suministros que me pides ¿Qué te parece?","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^¡Uf! es mucho dinero, no sé qué decirte.","\n",{"#":"speaker: Nati"},{"#":"portrait: 1"},"^Esta es la mejor oferta que te puedo ofrecer y dudo que nadie más te proporcione este servicio por menos dinero del que te pido.","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^Vale, acepto. Tú ganas.","\n",{"->":"siguiente"},{"#f":1}],"siguiente":[{"#":"speaker: Nati"},{"#":"portrait: 1"},"^Perfecto, ya tienes todo lo que me has pedido preparado en el puerto.","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^…Pero ¿cuándo lo has hecho? Estabas hablando conmigo todo el tiempo.","\n",{"#":"speaker: Nati"},{"#":"portrait: 1"},"^Conveniencias del guion. ¡Andando!","\n",{"#":"speaker: Jeringuito"},{"#":"portrait: 0"},"^¡Ostras! que buen servicio, gracias. Hasta la vista.","\n","end",{"#f":1}],"global decl":["ev","str","^ninguno","/str",{"VAR=":"minijuego"},"str","^","/str",{"VAR=":"destino"},"str","^","/str",{"VAR=":"eleccion"},0,{"VAR=":"partir"},"/ev","end",null],"#f":1}],"listDefs":{}}